{
	"introductory_dialogues": [
		"Hey, welcome back.",
		"To start the battle, enter in that hole over there.",
		"Inside the dungeon, there are two portals.",
		"A blue one to come back here and a red one to go to the next level and continue killing enemies.",
		"I have powers and you look like someone who doesn't know how to handle guns, so every time you die, you'll automatically get a few bullets. You'll thank me later."
	],
	"rare_dialogues": [
		"Sometimes I wonder if the forest is alive.",
		"Did you see that strange creature?",
		"Blue = exit.  Red =  keep fighting.",
		"Have you ever read the instructions at the bottom right of the screen?",
		"El pepe.",
		"Sometimes the bullets bounce off the orcs' gun... it has nothing to do with a problem with collisions or anything like that.",
		"Have you ever wondered what lies beyond this forest?",
		"Not every day do you find an adventurer in these lonely places.",
		"They say there's an ancient spell hidden in these... Nah, I'm kidding. In this place, there are just portals. That's all.",
		"The last fool who came here didn't know how to use the rocket launcher.",
		"Never underestimate the power of a flower in the forest; it may hold more magic than you imagine.",
		"This is a bad copy of any roguelike you have ever played.",
		"I hope you’re not expecting anything special here. The only thing you'll find is a waste of time.",
		"A brave adventurer! Or just another dick who will end up dead, taken down by goblins deep in the dungeon",
		"Did you know pressing 'E' repeatedly doesn’t make me talk faster?",
		"Sometimes, when the wind blows just right, you can hear… absolutely nothing. The background sound should be improved!",
		"Two weapons are enough!",
		"Switch weapons by pressing LB or C",
		"Wait, you’re still reading this? You must really love dialogue... blur dialogues if you are playing this game in fullscreen.",
		"Orcs do contact damage, I would try to stay away from them.",
		"Find and combine power ups to give variety to the gameplay!",
		"Walking diagonally gives you more speed, as in System Shook 2 or Thief.",
		"Alt+F4 open the command console",
		"Good luck with the bad design 🥱",
		"Is it just me, or did that tree just move?",
		"Bruh.",
		"Felicidades on making it this far! Your reward is... more orcs. Enjoy!",
		"The power ups are stackable, so try to collect as many as you can"
	]
}
